

<div class="row">
    <div class="col-12 col-md-13">
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: 'Kanit', sans-serif;"><i class="fa fa-book"></i> ประวัติพีระมิดแห่งกีซา</h5>
                <hr>
                <img src="http://www.dagjeuit.org/wp-content/uploads/2017/11/The-Great-Pyramid-of-Giza.jpeg" width="378" height="284" style="margin: 10px; float: left;">

                <p><u>ประวัติพีระมิดแห่งกีซา</u>
            <br>หน้าที่หลักของมันก็คือเป็นที่ฝังพระศพของกษัตริย์อียิปต์โบราณ หรือ ฟาโรห์  และเพื่อให้แน่ใจว่าองค์ฟาโรห์จะมีข้าวของเครื่องใช้ และทรัพย์สินเงินทองที่เพียงพอสำหรับโลกหน้าอย่างสุขสบาย  นอกจากนั้นยังรวมถึงอาหาร เครื่องเรือน เครื่องดนตรี อาวุธ อุปกรณ์ล่าสัตว์ ไปจนกระทั่งรถศึกเทียมม้าบางครั้งก็ยังรวมถึงการประหารชีวิตคน เพื่อไปทำหน้าที่ในการเฝ้าสมบัติของพระองค์สุสานในช่วงยุคแรกๆ จะยังไม่ใช่ทรงพีระมิดแต่จะแค่ขุดหลุมลงไปเป็นทรงสี่เหลี่ยม หรือวงรี แล้วค่อยฝังศพพร้อมกับข้าวของเครื่องใช้ลงไป กระทั่งการมาของการสร้างสุสานแบบ "มาสตาบา" (Mastaba) พีระมิดทรงสี่เหลี่ยมคางหมู ซึ่งจะสามารถสร้างห้องไว้ภายในได้มากขึ้น เก็บของได้มากขึ้น จากนั้นจึงเป็นต้นแบบให้เกิดการสร้างพีระมิดแบบขั้นบันไดในยุคต่อๆ มา พีระมิดแห่งกีซา
ซึ่งพีระมิดนี้จะเอาไว้เรียกกลุ่มพีระมิดของฟาโรห์ในยุคราชวงศ์ที่ 4 ซึ่งประกอบไปด้วยพีระมิดของฟาโรห์คูฟู (Khufu) คาเฟร (Khafre) และเมนคาอูเร (Menkaure) ซึ่งพีระมิดที่ใหญ่ที่สุด ที่เรียกกันว่ามหาพีระมิดแห่งกีซานั้นก็คือของฟาโรห์คูฟู
</p>

            </div>
        </div>
<br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: 'Kanit', sans-serif;"><i class="fa fa-flag"></i> ภูมิประเทศ</h5>
                <hr>

                <p class="card-text" style="margin-top: 20px;"><center><u></u></center>
                ฐานของพีระมิดแห่งนี้มีความกว้างถึง 570,000 ตาราง 768 ฟุต บริเวณฐานพีระมิด 4 ด้านนั้น มีความกว้างยาวเท่ากัน คือ 755 ฟุต หรือ 230.12 เมตรตัวมหาพีระมิดนี้สูงประมาณ 432 ฟุต (จากการค้นพบในครั้งแรกเดิมพีระมิดมีความสูงที่ 481.4 ฟุต 
            <hr>
            คาดว่าน่าจะเกิดจากความสึกกร่อน ปัจจุบันรัฐบาลอียิปต์ได้ดำเนินการติดตั้งโครงโลหะที่ยอด เพื่อให้เทียบเท่ากับความสูงที่แท้จริง) ประมาณได้ว่ามีหินก้อนมหึมาถึง 2,300,000 ก้อน หนักกว่า 6,000,000 ตัน แต่ละก้อนหนักถึง 2.5 ตัน บางก้อนหนักถึง 16 ตัน กว้างยาวประมาณ 3 ฟุต หรือ 1 เมตร
            </div>
        </div>

<br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: 'Kanit', sans-serif;"><i class="fa fa-globe"></i> วิธีการสร้างมหาพีระมิดแห่งกีซา</h5>
                <hr>

                <p style="margin-left: 5px; margin-right: 5px;">นับเป็นเรื่องที่น่าทึ่งมากๆ เพราะในตอนนั้นที่ยังไม่มีปั้นจั่น ไม่มีรถลาก การเคลื่อนย้ายหินหนักเป็นตันทำกันด้วยแรงคนล้วนๆ ใช้แรงงานลากเข็นไปบนแคร่ไม้ โดยมีการราดน้ำเพื่อช่วยลดแรงเสียดทาน การเคลื่อนย้ายวัตถุน้ำหนักมากๆ ด้วยวิธีนี้มีหลักฐานเป็นภาพแกะสลักนูนต่ำบนฝาผนังหิน แถมหินที่นำมาใช้สร้างพีระมิดนี้ก็ไม่ได้อยู่ในแถวนั้นเลยด้วย ต้องขนส่งมาจากเหมืองหินปูนที่อยู่ห่างออกไปนับร้อยไมล์ โดยล่องมาตามแม่น้ำไนล์ส่วนการลำเลียงหินขึ้นไปวางบนชั้นที่สูงขึ้นเรื่อยๆ จนถึงยอดนั้นยังเป็นปริศนา และมีหลากหลายทฤษฎีการสร้างมาก ได้แก่

1. แนวคิดแรกเริ่มเชื่อกันว่าชาวอียิปต์โบราณใช้วิธีสร้างทางลาดบริเวณด้านข้างของพีระมิด และชักลากหินขึ้นตามทางลาดที่ก่อสูงขึ้นเรื่อยๆ ตามความสูงของระดับการก่อสร้างจนถึงจุดสูงสุดยอด และเมื่อการก่อสร้างแล้วเสร็จจึงทำการรื้อทางลาดดังกล่าวออก คงเหลือไว้แต่พีระมิดที่สร้างเสร็จแล้ว

2. สร้างเป็นทางวนรอบพีระมิด หรือบางทีแต่ละชั้นของพีระมิดนั่นเองคือทางที่ใช้ชักลากหินขึ้นสู่ชั้นถัดไป ผ่านทางลาดขนาดเล็กที่สร้างขึ้นเพื่อเชื่อมต่อระหว่างแต่ละชั้น
</p>
            </div>
        </div>

    </div> 
</div> 

    
    
