

<div class="row">
    <?php 

    if ($_GET['type'] == "1")
    {
    echo '<div class="col-12 col-md-13">
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> ชิเชนอิตซา</h5>
                <hr>
                <img src="https://mpics.mgronline.com/pics/Images/555000016224402.JPEG" width="378" height="284" style="margin: 10px; float: left;">
                <p><u>ประวัติชิเชนอิตซา</u>
                    <br>ชิเชนอิตซา (สเปน: Chichén Itzá) เป็นแหล่งโบราณคดีขนาดใหญ่ที่สร้างขึ้นโดยชาวมายาในเขตวัฒนธรรมมีโสอเมริกา ตั้งอยู่ในคาบสมุทรยูกาตัง รัฐยูกาตัง ทางภาคตะวันออกเฉียงใต้ของประเทศเม็กซิโก ชิเชนอิตซาเป็นส่วนหนึ่งของเมืองจำนวนมากมายซึ่งพวกมายาได้สร้างขึ้นเพื่อเป็นอนุสรณ์ของเทพเจ้าผู้ทรงกระหายพระโลหิต
                    ลักษณะโดยทั่วไปของชิเชนอิตซา ทำเป็นรูปเหลี่ยมลดขั้นเป็นชั้น ๆ บนเนื้อที่ราว 6.4 ตารางกิโลเมตร มีบันไดกลาง วิหารที่ใหญ่สุดมีชื่อว่า วิหารแห่งนักรบ สร้างขึ้นในคริสต์ศตวรรษที่ 12 หลังจากสร้างวิหารเก่าแห่งชักโมล ตรงกลางสร้างเป็นปราสาทเหลี่ยมทึบสูงขึ้นไป ใช้เป็นที่ทำพิธีสังเวยเทพเจ้าโดยใช้เด็กสาวโยนลงไปถวายเทพเจ้า ณ ที่นั้น รอบ ๆ ห่างออกมาทำเป็นบริเวณตลาดทำนองเดียวกับสถานสถิตยุติธรรมของพวกโรมัน ซึ่งอยู่กลางเมืองที่สาธารณะและเป็นที่รวมของฝูงชน
                    ชนเผ่ามายาแห่งเม็กซิโกสืบสายมาจากคนพวกแรกที่เดินทางจากทวีปเอเชียเข้ามายังทวีปอเมริกาทางช่องแคบเบริง ได้มีการพัฒนาทางวัฒนธรรมทั้งในด้านเหี้ยมโหดอันป่าเถื่อนและความมีสติปัญญาอันสูงส่งในขณะเดียวกัน
                    พวกมายาฝึกความเสียสละด้านมนุษยชาติ ควักหัวใจผู้ที่รับการบูชาออกสังเวยพระเจ้า ขณะเดียวกันก็มีการพัฒนาความรู้ด้านดาราศาสตร์ ศิลปะของสถาปัตยกรรม ทางอักษรศาสตร์ ด้านการเขียนบันทึกด้วยตัวอักษรพิเศษ และการค้นพบค่าของเลข 0 ทางคณิตศาสตร์ แต่ก็น่าแปลกที่พวกเขามิได้ค้นพบประโยชน์อันเกิดจากล้อเลื่อน
                </p>
            </div>
        </div>
        
        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                มีพื้นที่บริเวณประเทศเม็กซิโกคาบเกี่ยวกับเบลีซและกัวเตมาลา มีความรุ่งเรืองช่วง 500 ปีก่อนคริสตกาลจนถึง ค.ศ. 1502 มีจุดศูนย์กลางอยู่ที่นครวากา ปัจจุบันคือ เอลเปรู มีอายุร่วมสมัยเดียวกับอารยธรรมเตโอตีอัวกาน เป็นอาณาจักรที่กว้างใหญ่ กินพื้นที่ 3 ประเทศคือเม็กซิโก กัวเตมาลา และฮอนดูรัส                
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=2" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
        ';
    }
    else if ($_GET['type'] == "2")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> รูปปั้นพระเยซูคริสต์</h5>
            <hr>
            <img src="https://pbs.twimg.com/media/BG1yDY4CYAAey-r.jpg" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติรูปปั้นพระเยซูคริสต์</u>
                <br>รูปปั้นพระเยซูคริสต์ ตั้งอยู่บนยอดเขากอร์โกวาดู ในนครรีโอเดจาเนโร ประเทศบราซิล ได้รับการลงคะแนนเป็น 1 ใน 7 สิ่งมหัศจรรย์ของโลก ยุคใหม่ และถือเป็นสัญญาลักษณ์ของนครรีโอเดจาเนโร และที่ยึดเหนี่ยวทางจิตใจของชาวคริสต์ในประเทศ บราซิลทั้งหมด ทั้งยังเป็นแหล่งท่องเที่ยวยอดนิยมของเมือง เป็นรูปปั้นสูง 30 เมตร กว้าง 38 เมตร ( วัดจากปลายแขนซ้าย ถึงปลายแขนขวา ) มีน้ำหนัก 635 ตัน ตั้งอยู่บนจุดสูงสุดของยอดเขากอร์โกวาดูในอุทยานแห่งชาติทิจูคา ในตำแหน่งที่สามารถมองเห็น มหานครรีโอเดจาเนโร ได้ทั้งหมดถือเป็นรูปปั้นพระเยซูคริสต์ขนาด ใหญ่ที่สุดในโลก ที่ตั้งอยู่บนระดับความสูง 710 เมตร ก่อสร้างด้วยคอนกรีตเสริมเหล็ก หุ้มด้วยหินสบู่ เนื่องจากมีความทนทานสูง และเหมาะต่อการใช้งาน แกะสลักดำเนินการโดยช่างแกะชาวฝรั่งเศล นามว่า Paul Landowski ออกแบบโครงสร้างนำโดยวิศวกรชื่อ Albert Caquot ผู้ออกแบบสถาปัตกรรม เป็นวิศวกรชาวบราซิล ชื่อว่า Heitor da Silva Costa ประวัติความเป็นมา กลางปี 1850 เมื่อหลวงพ่อ Pedro Maria ได้รับการสนับสนุนทางการเงินจาก เจ้าหญิง Isabel ให้ทำการก่อสร้างรูปปั้นทางศาสนาขนาดใหญ่ ปี 1921 จึงมีการเสนอ 2 โครงการการรูปปั้นขนาดยักษ์ ที่เป็นสัญญาลักษณะของเมือง โดยรูปแบบแรกเป็นรูปพระเยซูคริสต์ และมีโลกอยู่ในมือ
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                เป็นอลังการประติมากรรมพระเยซูตั้งอยู่บนยอดเขากอร์โกวาดู ประเทศบราซิล สูงราว 38 เมตร โดยปอล ลันดอฟสกี ประติมากรชาวฝรั่งเศสเชื้อสายโปแลนด์เป็นผู้ออกแบบ และเอโตร์ ดา ซิลวา กอชตา วิศวกรชาวบราซิลดำเนินการสร้าง ใช้เวลาในการสร้าง 5 ปี โดยทำพิธีเปิดอย่างเป็นทางการในวันที่ 12 ตุลาคม พ.ศ. 2474                
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=3" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
    }
    else if ($_GET['type'] == "3")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> มาชูปิกชู</h5>
            <hr>
            <img src="https://img.kapook.com/u/2018/sutasinee/01/f2.jpg" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติมาชูปิกชู</u>
                <br>มาชูปิกชูเป็นแหล่งโบราณคดีชื่อดังแห่งหนึ่งของเปรูและเป็นแหล่งดึงดูดนักท่องเที่ยวจากทั่วโลก ผู้ทำให้มาชูปิกชูเป็นที่รู้จักขจรไกลไปทั่วโลกเป็นนักสำรวจ นักโบราณคดี นักประวัติศาสตร์ และนักปีนเขาชาวอเมริกันนามว่าไฮแรม บิงแฮม (Hiram Bingham) ผู้ซึ่งวงการโบราณคดีสากลยอมรับนับถือในความวิริยะอุตสาหะและความเป็นนักวิชาการในฐานะผู้บุกเบิกในการศึกษาและอนุรักษ์แหล่งโบราณคดีสำคัญแห่งนี้ เรามารู้จักตัวตนและคุณูปการของเขากันเลย
                ไฮแรม บิงแฮม เมื่อครั้งดำรงตำแหน่งวุฒิสมาชิก
                ไฮแรม บิงแฮม เกิดเมื่อวันที่ ๑๙ พฤศจิกายน ๑๘๗๕ ที่โฮโนลูลู เกาะฮาวาย สหรัฐอเมริกา บิดาของเขาเป็นนักเผยแผ่ศาสนาที่มีชื่อเสียงคนหนึ่งแห่งฮาวาย บิงแฮมได้รับการศึกษาอย่างดีจากสถาบันการศึกษาชื่อดังของอเมริกาและของโลก มีหน้าที่การงานสูงส่งและมีเกียรติตลอดชีวิตของเขา เขาเรียนจบปริญญาตรีสาขาเคมีจากมหาวิทยาลัยเยล (๑๘๙๔-๑๘๙๘) จบแล้วก็ทำงานระยะสั้นๆ จากนั้นกลับเข้าเรียนต่อสาขารัฐศาสตร์ที่มหาวิทยาลัยแคลิฟอร์เนีย เบิร์กเลย์ (๑๘๙๙-๑๙๐๐) และต่อมาเข้าศึกษาต่อที่มหาวิทยาลัยฮาร์วาร์ด (๑๙๐๐-๑๙๐๕) จนได้รับปริญญาเอกสาขาประวัติศาสตร์ นอกจากนี้ยังศึกษาหลักสูตรหลังปริญญาเอกที่มหาวิทยาลัยปรินซ์ตันอีกด้วย บิงแฮมผ่านอาชีพการงานหลายอย่าง
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                ตั้งอยู่บนเทือกเขาสูงในประเทศเปรู ที่ความสูงประมาณ 2,430 เมตร[1][2] อารยธรรมแห่งนี้ได้ถูกลืมโดยคนภายนอกจนกระทั่งมีการค้นพบอีกครั้งโดยนักโบราณคดีที่ชื่อ ไฮแรม บิงแฮม เมื่อ พ.ศ. 2468                
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=4" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
    }
    else if ($_GET['type'] == "4")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> กำแพงเมืองจีน</h5>
            <hr>
            <img src="https://img.kapook.com/u/2019/Tanapol/january/feb/wallchaina/r4.jpg" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติกำแพงเมืองจีน</u>
                <br>สิ่งก่อสร้างในสมัยโบราณของจีนที่มีชื่อเลื่องลือไปทั่ว โลกนั้น ตอนที่มีความสําคัญทางยุทธศาสตร์ตอนหนึ่งชื่อว่า ‘ปาต๋าหลิ่ง’ อยู่ทางทิศตะวันตกเฉียงเหนือของกรุงปักกิ่งห่างจากตัวเมืองกรุงปักกิ่งประมาณ ๘๐ กิโลเมตร กําแพงเมืองจีนมีความยาวทั้งหมด ๖๗๐๐ กิโลเมตร กําแพงเมืองจีนเริ่มสร้างในสมัยจ้านกว๋อ เวลานั้น ก๊กเยี่ยน ก๊กจ้าวและก๊กฉินในภาคเหนือของจีนต่างได้สร้างกําแพงของตนขึ้นในที่ที่มี ความสําคัญทางยุทธศาสตร์เพื่อป้องกันการบุกรุกของก๊กใกล้เคียงและเผ่าชนเร่ ร่อนเลี้ยงสัตว์ทางเหนือหลังจากจักรพรรดิฉินสื่อหวงรวมประเทศจีนเข้าเป็น เอกภาพเมื่อ ๒๒๑ปีก่อนคศ. ก็ได้เชื่อมต่อกําแพงที่ก๊กต่าง ๆ สร้างไว้เข้าด้วยกันและสร้างต่อเติมขึ้นอีก ครั้นถึงสมัยราชวงศ์ฮั่น ราชวงศ์ถัง ราชวงศ์สุย ราชวงศ์หยวนและราชวงศ์หมิงก็ได้ซ่อมแซมและสร้างเติมเสริมต่อเรื่อยมา กําแพงเมืองจีนในทุกวันนี้ส่วนใหญ่สร้างขึ้นใหม่ในสมัยราชวงศ์หมิง การก่อสร้างกําแพงที่มีความยาวถึง ๖๐๐๐ กว่ากิโลเมตร บางแห่งยังต้องสร้างบนภูเขาทั้งสูงชันและสลับซับซ้อนอยู่เหนือระดับนํ้าทะเล ๑๐๐๐ กว่าเมตรในสมัยที่การลําเลียงขนส่ง วิทยาศาสตร์และเทคโนโลยียังไม่เจริญนั้นจะลําบากยากเข็ญเพียงไร ก็ด้วยเหตุนี้เอง กําแพงเมืองจีนจึงได้ชื่อว่าเป็นสิ่งมหัศจรรย์ชิ้นหนึ่งในสถาปัตยกรรมของโลก 
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                กำแพงเมืองจีนนั้นสร้างขึ้นทางตอนเหนือของประเทศจีนมานานกว่า 2,500 ปีตั้งแต่ก่อนสมัยของจิ๋นซีฮ่องเต้ แต่ก็ได้มีการก่อสร้างเพิ่มเติมมาเรื่อยๆ ในสมัยฮ่องเต้หลายพระองค์ เป้าหมายเพื่อที่จะป้องกันกลุ่มข้าศึกที่หมายจะมารุกรานประเทศ กำแพงเมืองจีนนั้นมีลักษณะเป็นกำแพงขนาดยักษ์ มีความยาวถึง 21,196 กิโลเมตร ครอบคลุมกว่า 15 มณฑลในประเทศจีน               
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=5" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
    }
    else if ($_GET['type'] == "5")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> เปตรา</h5>
            <hr>
            <img src="https://i2.wp.com/livetogo.tv/wp-content/uploads/2017/12/Petra-Jordan.jpg?resize=830%2C374&ssl=1" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติเปตรา</u>
                <br>นครเพตรา อีกหนึ่งสถานที่ท่องเที่ยวที่มีชื่อเสียงมากเป็นอันดับต้นๆของโลก นครหินแกะสลักโบราณที่ซ่อนตัวอย่างลึกลับในหุบเขา วาดี มูซา หรือ หุบเขาโมเสส ที่ตั้งอยู่ระหว่างทะเลสาบเดดซีกับทะเลอัคบาในประเทศ จอร์แดน นครนี้แต่เดิมนั้นเป็นนครแห่งการค้าขนาดใหญ่ซึ่งต่อมาถูกละทิ้งเป็นเวลานานกว่า 700 ปี จนเมื่อมีนักสำรวจชาวสวิตเซอร์แลนด์ โยฮันน์ ลุควิก บวร์กฮาร์ท เดินทางผ่านมาพบเห็นเข้าเมื่อปี พ.ศ. 2355 (ค.ศ. 1812) ซึ่งปัจจุบันได้กลายเป็นสัญลักษณ์ที่สำคัญและเป็นแหล่งท่องเที่ยวที่มีนักท่องเที่ยวเข้าชมมากที่สุดของประเทศจอร์แดน
                นครเพตราได้รับลงทะเบียนจากองค์การยูเนสโกให้เป็นมรดกโลกเมื่อปี พ.ศ. 2528 โดยกล่าวอธิบายไว้ว่า “เป็นหนึ่งในสิ่งที่ล้ำค่ามากที่สุดของมรดกทางวัฒนธรรมแห่งมวลมนุษยชาติ”
                เมื่อวันที่ 7 กรกฎาคม พ.ศ. 2550 นครเพตราได้รับคัดเลือกให้เป็น 1 ใน เจ็ดสิ่งมหัศจรรย์ของโลกยุคใหม่ของโลก จากการลงคะแนนทั่วโลกทั้งทางอินเทอร์เน็ตและโทรศัพท์มือถือ
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                ส่วนพื้นที่นั้น 1,020 ตารางกิโลเมตร แหลมอัลลิซาน (แปลว่า ลิ้น) แบ่งทะเลสาบด้านตะวันออกเป็นสองส่วน ตอนเหนือใหญ่กว่า ล้อมรอบพื้นที่ 3/4 ของพื้นที่ทั้งหมด ส่วนความลึกนั้นประมาณ 400 เมตร              
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=6" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
    }
    else if ($_GET['type'] == "6")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> ทัชมาฮาล </h5>
            <hr>
            <img src="https://mpics.mgronline.com/pics/Images/552000013828601.JPEG" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติทัชมาฮาล </u>
                <br>"ทัชมาฮาล" 1 ใน 7 สิ่งมหัศจรรย์ของโลก แห่งประเทศอินเดีย สถานที่นี้คนทั่วไปต่างรู้กันว่าเป็นอนุสรณ์แห่งความรักที่ยิ่งใหญ่ที่สุดนี้ เกิดจากความรักที่ไม่ลืมหูลืมตาและความเศร้าที่สุดแสนจะคณานาของจักรพรรดิชาห์ ชหาน กษัตริย์องค์ที่ 4 แห่งราชวงศ์โมกุล(Mughal Empire India) ที่ปกครองอินเดียในช่วงศตวรรษที่ 16 จนถึงช่วงกลางศตวรรษที่ 19 พระเจ้าชาห์ ชหาน ได้พบกับบุตรสาว อรชุมันท์ พานุ เพคุม บุตรสาวของรัฐมนตรีเมื่ออายุ 14 พรรษา และหลงรักนางตั้งแต่แรกเจอต่อมาในอีก 5 ปี พระองค์และอรชุมันท์ พานุ เพคุมก็ได้อภิเษกสมรสกันในปี พ.ศ.2155 นับตั้งแต่นั้นมาทั้ง 2 ก็ไม่เคยอยู่ห่างกันอีกเลย
                ตลอดระยะที่อยู่ร่วมกันพระมเหสี หรือนามที่พระเจ้าชาห์ ชหาน ตั้งให้ว่า "มุมตัช มาฮาล" อันแปลว่าอัญมณีแห่งราชวัง เป็นภรรยาที่สุดแสนประเสริฐ ทั้งติดตามพระเจ้าชาห์ ชหานไปออกรบ ช่วยงานราชการ คอยให้คำปรึกษาและให้กำลังใจ อีกทั้งยังมีความเมตตาช่วยเหลือผู้ตกทุกข์ได้ยากเสมอ ทั้งหมดนั้นทำให้กษัตริย์ชาห์ ชหานทรงประทับใจและรักพระมเหสีอย่างที่สุด
                แต่เมื่อครองคู่กันมาเป็นเวลา 18 ปี มุมตัช มาฮาลก็ได้ให้กำเนิดทายาทองค์ที่ 14 แต่หลังจากให้กำเนิดพระธิดาพระนางตกเลือดมาก อยู่ได้เพียงไม่นานพระนางก็สิ้นพระชนม์ในอ้อมกอดของพระเจ้าชาห์ ชหาน ซึ่งการสิ้นพระชนม์นี้นำมาซึ่งความเศร้าโศกเสียใจแก่พระเจ้าชาห์ พระองค์ทรงหมกมุ่นอยู่ในความทุกข์เศร้าโศกเสียใจตลอดเวลาไม่ทรงยิ้มไม่ทรงหัวเราะใดๆ
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                บนพื้นที่ 42 เอเคอร์ ตัวอาคารของทัชมาฮาลถูกออกแบบให้มีความสมมาตรมากที่สุด ล้อมรอบด้วยสวนสวย พระองค์ทรงเนรมิตสุสานแห่งนี้ให้เป็นดั่งสรวงสวรรค์เพื่อมอบให้กับคนรักเป็นสิ่งสุดท้าย และภายหลังจากที่สมเด็จพระจักรพรรดิชาห์จาฮานสิ้นพระชนม์ใน พ.ศ. 2209 พระศพของพระองค์ถูกนำมาไว้ในชั้นใต้ดินเคียงคู่อยู่กับมุมตัช มาฮาลพระมเหสีผู้เป็นที่รัก              
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew&type=7" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
    }
    else if ($_GET['type'] == "7")
    {
        echo '<div class="col-12 col-md-13"><div class="card">
        <div class="card-body">
            <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fa fa-book"></i> สนามกีฬาโคลอสเซียม  </h5>
            <hr>
            <img src="https://sites.google.com/site/cesingmhascrrykhxnglok/_/rsrc/1415525303777/6-snam-kila-khol-xs-sei-ym-ni-krung-rom-khxng-xitali/colosseum.jpg" width="378" height="284" style="margin: 10px; float: left;">
            <p><u>ประวัติสนามกีฬาโคลอสเซียม </u>
                <br>โคลอสเซียม(Colosseum) หนึ่งในสถานที่ท่องเที่ยวที่มีชื่อเสียงมากที่สุดของกรุงโรมประเทศอิตาลี เป็นสนามกีฬากลางแจ้งโบราณขนาดใหญ่ยักษ์ ใจกลางเมือง ที่นอกจากจะเคยเป็นสนามประลองอันทรงเกียรติที่โหดเหี้ยมแล้ว ยังได้รับการคัดเลือกจากองค์กร New 7 Wonders ให้เป็นหนึ่งในเจ็ดสิ่งมหัศจรรย์ของโลกอีกด้วย สนามกีฬาโบราณขนาดใหญ่แห่งนี้ถูกสร้างขึ้นในสมัยจักรพรรดิเวสเปเซี่ยนแห่งจักวรรดิโรมัน และได้สร้างแล้วเสร็จในสมัยจักรพรรดิไททัสในช่วงคริสต์ศตวรรษที่ 1 หรือราวๆ ปี ค.ศ. 80 โดยมีลักษณะเป็นอัฒจันทร์รูปวงกลมที่ก่อด้วยอิฐและหินทรายที่มีเส้นรอบวงประมาณ 527 เมตร สูงประมาณ 57 เมตร และสามารถบรรจุคนได้มากถึงประมาณ 50,000 คนเลยทีเดียว สำหรับการออกแบบ Colosseum แห่งนี้นั้นจัดได้ว่าได้รับการออกแบบที่ชาญฉลาดมาก โดยได้มีการออกแบบให้ผู้ชมได้รู้สึดใกล้ชิดกับนักกีฬาด้วยการออกแบบในส่วนของสนามกีฬาให้เป็นรูปครึ่งวงกลม นอกจากนั้นยังมีการออกแบบทางระบายน้ำที่ดีเพื่อป้องกันน้ำขังในสนามหากเกิดฝนตกอันเป็นต้นแบบของการออกแบบสนามกีฬาอื่นๆ ในปัจจุบันอีกด้วย Colosseum นี้นอกจากจะเป็นสัญลักษณ์ของกรุงโรมในปัจจุบันแล้ว ในอดีตก็จัดได้ว่าเป็นสิ่งก่อสร้างขนาดใหญ่ที่สุดที่ถูกสร้างขึ้นในสมัยโรมันเลยทีเดียว โดยเริ่มแรกนั้นวัตถุประสงค์สำหรับการใช้งานคือสร้างขึ้นสำหรับการประลองฝีมือของเหล่ากลาดิเอเตอร์ หรือการประลองของกษัตริย์ใหม่ที่ต้องการแสดงฝีมือและอำนาจ 
            </p>
        </div>
        </div>

        <br>
        <div class="card">
            <div class="card-body">
                <h5 class="card-title" style="font-family: "Kanit", sans-serif;"><i class="fas fa-globe"></i> พื้นที่</h5>
                <hr>
                <p>
                อาณาจักรครอบคลุมพื้นที่กว้างไกล ทำให้ชาวโรมันชื่นชมในความเป็นนักรบและความเชี่ยวชาญของนักรบในการใช้ดาบและโล่แบบโรมัน ซึ่งการต่อสู้ในโคลอสเซียมอันเป็นความบันเทิงของชาวโรมนั้นจะมีมากมายหลากหลายรูปแบบที่สุดจะสร้างสรรค์กันขึ้นมาเพื่อความตื่นเต้นเร้าใจของผู้ชม              
                </p>
            </div>
        </div>
        <br>
        <center><a href="home.php?page=pagenew" class="btn btn-success"> <i class="fas fa-sign-out-alt"></i> ไปหน้าถัดไป</a><center>
        <center><a href="javascript:history.back(1)" class="btn btn-danger"><i class="fas fa-sign-out-alt"></i> ไปหน้าก่อนหน้านี้</a><center>
    </div>';
   }    
    else 
    {
    ?>
    
    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://mpics.mgronline.com/pics/Images/555000016224402.JPEG" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>1.ชิเชนอิตซา</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=1" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://pbs.twimg.com/media/BG1yDY4CYAAey-r.jpg" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>2.รูปปั้นพระเยซูคริสต์</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=2" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://img.kapook.com/u/2018/sutasinee/01/f2.jpg" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>3.มาชูปิกชู</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=3" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://img.kapook.com/u/2019/Tanapol/january/feb/wallchaina/r4.jpg" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>4.กำแพงเมืองจีน</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=4" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://i2.wp.com/livetogo.tv/wp-content/uploads/2017/12/Petra-Jordan.jpg?resize=830%2C374&ssl=1" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>5.เปตรา</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=5" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://mpics.mgronline.com/pics/Images/552000013828601.JPEG" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>6.ทัชมาฮาล</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=6" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <div class="col-lg-4" style="padding: 10px;">
      <div class="card">
        <img class="card-img-top" src="https://sites.google.com/site/cesingmhascrrykhxnglok/_/rsrc/1415525303777/6-snam-kila-khol-xs-sei-ym-ni-krung-rom-khxng-xitali/colosseum.jpg" width="348" height="232" alt="Card image cap">
        <div class="card-body">
          <h4 class="card-title"><a>7.สนามกีฬาโคลอสเซียม</a></h4>
          <p class="card-text"></p>
          <a href="home.php?page=pagenew&type=7" class="btn btn-primary">รายละเอียด</a>
        </div>
      </div>
    </div>

    <?php
    }
    ?>  
    </div> 
</div> 

    
    
